#!/usr/bin/env python
# -*- coding: utf-8 -*-


# 文本产生器
class TextTool:
    # 项目开始文本
    def project_start(cls):
        print("||      ||  ||||||||   ||||||||||  |||||||||  |||||||||  ||||||||||")
        print("||      ||     ||          ||      ||         ||             ||")
        print("||      ||     ||          ||      |||||||||  |||||||||      ||")
        print("||      ||     ||          ||      ||                ||      ||")
        print("||||||||||  ||||||||       ||      |||||||||  |||||||||      ||")
        print("                                                                   ")
